Repository: m7amad-t/capstone_project
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Sign In
ku: چونەژوررەوە

source: Signing In
ku: چونەژورەوە

source: Faild
ku: هەڵەیەک ڕویدا

source: Signed In
ku: چویتەژورەوە

source: Successfully Signed In
ku: بەسەرکەویووی چویتەژورەوە

source: Something went wrong
ku: هەڵەیەک ڕویدا

source: Welcome Back
ku: بەخێربێیتەوە

source: Username
ku: ناوی بەکارهێنەر

# enter_username
source: Enter Your Username
ku: ناوی بەکار هێنەر بنووسە

source: Password
ku: وشەی نهێنی

# enter_password
source: Enter Your Password
ku: وشەی نهێنی بنووسە

source: Wrong Credintials
ku: وشەی نهێنی یان ناوی بەکارهێنەرت هەڵەیە

source: Home
ku: ماڵەوە

source: Enter product name
ku: ناوی بەرهەم بنووسە

# sale_history
source: Sales History
ku: مێژووی فرۆشتن

# select_date_range
source: Salect date range
ku: مەودا هەڵبژێرە

source: change selected date range
ku: مەودای هەڵبژێردراو بگۆڕە

source: Quantity
ku: بڕ

source: Price
ku: نرخ

source: Name
ku: ناو

source: Total
ku: کۆی گشتی

source: Subtotal
ku: کۆی لاوەکی

source: Light Mode
ku: دۆخی ڕوناک

# language
source: Langugae
ku: زمان

source: Sign out
ku: چوونەدەرەوە

# are_u_sure_want_sign_out
source: Are you sure you want to sign out
ku: دڵنیای لە چوونە دەرەوە

source: No
ku: نەخێر

source: Yes
ku: بەڵێ

source: Inventory
ku: کۆگا

source: Inventory management
ku: ڕێکخستنی کۆگا

source: Product management
ku: ڕێکخستنی بەرهەم

# categroy_management
source: Category management
ku: ڕێکخستنی کاتیگۆری

# edit_category
source: Edite category
ku: دەسکاری کردنی کاتیگۆری

source: Buy product
ku: کڕینی بەرهەم

source: Purchase history
ku: مێژووی کڕین

# return_product
source: Return products
ku: بەرهەمی گەڕاوە

source: Damaged products
ku: تەلەف

source: Expired products
ku: بەرهەمی بەسەرچوو

source: Products
ku: بەرهەمەکان

source: Product details
ku: زانیاری بەرهەم

source: Return records
ku: مێژووی کڕین

source: Bought records
ku: مێژووی کڕین

source: All
ku: هەمووی

source: Expired
ku: بەسەرچوو

source: Damaged
ku: تەلەف

source: Costumer reason
ku: هۆکای مشتەری

source: Deffective
ku: تێکچوو

source: Missing parts
ku: پارچەی ونبووە

source: Not what expected
ku: ئەوە نەبوو کەچاوەڕوان ئەکرا

source: No data found
ku: هیچ زانیاریەک نییە

source: Updating product
ku: نوێکردنەوەی بەرهەم

source: Product name
ku: ناوی بەرهەم

source: Product
ku: بەرهەم

# pelase_enter_product_name
source: Please enter Product name
ku: تکایە ناوی بەرهەم بنووسە

source: Enter Product price
ku: نرخی بەرهەم بنووسە

# pelase_enter_product_price
source: Please enter Product price
ku: تکایە ناوی بەرهەم بنووسە

# description
source: Discription
ku: کورتە

# enter_product_descrpiption
source: Enter product discription
ku: کورتەیەک بووسە

# please_enter_product_descrpiption
source: Please enter product discription
ku: تکایە کورتەیەک بنووسە

source: Category
ku: کاتیگۆری

source: Category name
ku: ناوی کاتیگۆری

source: Select category
ku: کاتیگۆری هەڵبژێرە

source: Please select category
ku: تکایە کاتیگۆری هەڵبژێرە

source: Enter Quantity
ku: بڕ بنووسە

source: Please Enter quantity
ku: تکایە بڕ بنووسە

source: Save
ku: هڵگرتن

source: Updating product details
ku: نوێکردنەوەی زانیاری بەرهەم

source: Product details updated
ku: زانیاری بەرهەم نوێ کرایەوە

source: Failed to update product details
ku: نەتوانرا زانیاریەکان نوێ بکرێنەوە

source: Add new product
ku: زیادکرنی بەرهەم

source: Product purchased successfully
ku: بەسەرکەوتووی بەرهەمەکە کڕدرا

source: Adding new product
ku: زیادکردنی بەرهەم

# product_added_successfully
source: Produc add successfully
ku: بەسەرکەوتووی بەرهەمەکە زیادکرا

# failed_to_add_product
source: Failed to add new product
ku: نەتوانرا بەرهەمەکە زیاد بکرێت

source: Add category
ku: زیادکرندی کاتیگۆری

source: Add new category
ku: زیادکرنی کاتیگۆری

source: Adding new category
ku: زیادکردنی کاتیگۆری

# category_added_successfully
source: Category add successfully
ku: کاتیگۆری بەسەرکەوتووی زیادکرا

# failed_to_add_category
source: Failed to add new category
ku: نەتوانترا کاتیگۆری زیاد بکرێت

source: Updating category
ku: نوێ کردنەوەی کاتیگۆری

source: Update category
ku: نوێکردنەوەی کاتیگۆری

source: Category updated successfully
ku: کاتیگۆری نوێ کرایەوە

# category_updated
source: Category updated successfully
ku: کاتیگۆری نوێکرایەوە

# new_category_added
source: New category added successfully
ku: کاتیگۆری تازە زیادکرا

source: Enter category name
ku: ناوی کاتیگۆری بنووسە

source: Already have this category
ku: کاتیگۆری بەم ناوە هەیە

source: Buying Product
ku: کڕینی بەرهەم

source: Cost
ku: تێچوو

source: Please enter cost
ku: تکایە تێچوو بنووسە

source: Please enter valid cost
ku: تکایە نرخی درووست بنووسە

source: Package
ku: کارتۆن

source: Select unit
ku: یەکە هەڵبژێرە

source: Please select unit
ku: تکایە یەکەیەک هەڵبژێرە

source: Select cost type
ku: جۆری تێچوو هەڵبژێرە

source: Please select cost type
ku: تکایە جۆری تێچوو هەڵبژێرە

source: Note
ku: تێبینی

source: Select expire date
ku: ڕۆژی بەسەرچوون دیاری بکە

source: Total Cost
ku: کۆی تێچوو

source: Cost per product
ku: تێچووی بەرهەم

source: Cost per package
ku: تێچووی کارتۆن

source: Check out
ku: دڵنیابوونەوە

source: Buy
ku: کڕین

source: Buying product from
ku: فۆڕمی كڕینی بەرهەم

# return_a_product
source: Return products
ku: گەڕاندنەوەی بەرهەم

source: Returned products
ku: بەرهەمە گەڕاوەکان

source: Returned to inventory
ku: گەڕاوەتەوە بۆ کۆگا

source: Return product form
ku: فۆڕمی گەڕانەوە

source: Refund
ku: قەرەبوو

source: Select a reason
ku: هۆکای هەڵبژێرە

source: Please select a reason
ku: تکایە هۆکار هەڵبژێرە

source: Select return place
ku: گەڕانەوە بۆ

source: Please select return place
ku: تکایە شوێنی گەڕانەوە هەڵبژێرە

source: Returned quantity
ku: بڕی گەڕاوە

source: Please enter returned quantity
ku: تکایە بڕی گەڕاوە بنووسە

source: Please enter refund
ku: تکایە قەرەبوو بنووسە

source: Please enter valid refund
ku: تکایە بڕی قەرەبووی درووست بنووسە

# return_it
source: Return
ku: گەڕاندنەوە

source: Returning
ku: گەڕاندنەوە

source: Returning product
ku: گەڕاندەنەوەی بەرهەم

source: Product returned successfully
ku: بەسەرکەوتووی گەڕاندرایەوە

source: Failed to return product
ku: نەتوانرا بگەڕێندرێتەوە

source: Purchase cost
ku: تێچووی کڕین

source: Total lost
ku: کۆی زەرەر

source: Damaged Inventory
ku: کۆگای تەلەف

source: Damaged product form
ku: فۆڕمی تەلەف

# please_enter_cost_per_product
source: Please eanter cost per product
ku: تکایە تێچووی بەرهەم بنووسە

# add_to_damaged_inventoy
source: Add to damaged inventory
ku: خستنە کۆگای تەلەف

source: Moving to damaged inventory
ku: گواستنەوە بۆ تەلەف

source: Cart
ku: سەبەتە

source: Confirm payment
ku: دڵنیا بوونەوە

source: Sellign product
ku: فرۆشتنی بەرهەم

source: Initiating transaction
ku: جێبەجێ کردنی فرۆشتن

source: Sold product successfully
ku: فرۆشتن سەرکەوتوو بوو

source: Add product
ku: زیادکرنی بەرهەم

source: Your cart is empty
ku: سەبەتە بەتاڵە

source: Analytics
ku: شیکاری

# expenses
source: Expneses
ku: خەرجیەکان

source: Go Home
ku: ماڵەوە

# confirmation_of_moving_product_to_damaged
source: Are you sure you want to move this product to the damaged storage?
ku: دڵنیای لە گواستنەوەی بەرهەم بۆ تەلەف؟

source: Delete
ku: سڕینەوە

source: Deleting
ku: سڕینەوە

# deleting_product_confirmation
source: Are you sure you want to delete this product?
ku: دڵنیای لە سڕینەوەی بەرهەمەکە؟

# deleting_catgeory_confirmation
source: Are you sure you want to delete this category?
ku: دڵنیای لە سڕینەوەی کاتیگۆریەکە؟

source: Product deleted successfully
ku: بەرهەمەکە بەسەرکەوتووی سڕایەوە

source: Category deleted successfully
ku: کاتیگۆریەکە بەسەرکەوتووی سڕایەوە

# category_cant_deleted
source: Category can not be delete
ku: ناتوانیت ئەم کاتیگۆریە بسڕیتەوە

# failed_to_delete_product
source: Failed to delete this product
ku: نەتوانرا بەرهەمەکە بسڕدرێتەوە

# failed_to_delete_category
source: Failed to delete this product
ku: نەتوانرا کاتیگۆریەکە بسڕدرێتەوە

source: Sold quantity
ku: بڕی فرۆشراو

source: Subtotal was
ku: کۆی بنەڕەتی

source: Total would be
ku: کۆی گشتی

source: Select product
ku: بەرهەم هەڵبژێرە

source: Please select product
ku: تکایە بەرهەم هەڵبژێرە

source: Return to inventory
ku: گەڕاندنەوە بۆ کۆگا

# return_to_damages_inventory
source: Return to damaged inventory
ku: گەڕاندنەوە بۆ تەلەف

source: Please enter valid quantity
ku: تکایە بڕی درووست بنووسە

source: Out of stock
ku: بەردەست نیە

source: Discount amount
ku: بڕی داشکێندراو

source: Invoice
ku: پسوڵە

source: to
ku: بۆ

source: Enter discount amount
ku: بڕی داشکێنراو بنووسە

# add_new_expense
source: Add new expense type
ku: زیادکرنی خەرجی نوێ

# addin_new_expense
source: Adding new expense type
ku: زیادکرنی خەرجی نوێ

source: Expense name
ku: ناوی خەرجی

source: Expense history
ku: مێژووی خەرجیەکان

source: Enter expense name
ku: ناوی خەرجی بنووسە

source: Expense already exist
ku: ئەم خەرجییە پێشتر تۆمار کراوە

# expense_added_successfuly
source: Expense added successfully
ku: خەرجیەکە بەسەرکەوتووی زیادکرا

# faield_to_add_expense
source: Failed to add expense
ku: نەتوانرا خەرجیەکە زیاد بکرێت

# ru_sure_wanna_delete_expense_type
source: Are you sure you want to delete the expense type
ku: دڵنیاییت لە سڕینەوەی جۆری جەرخی؟

# faield_to_delete_expense_type
source: Failed to delete expense type
ku: نەتوانرا جۆری خەرخی بسڕدرێتەوە

source: Expense type deleted successfully
ku: جۆری خەرجی سڕایەوە

# incur_expense
source: Incur expens
ku: ئەنجامدانی خەرجی

# incurring_expense
source: Incurring expens
ku: ئەنجامدانی خەرجی

# expense_cost
source: expens cost
ku: تێچووی خەرجی

# enter_expense_cost
source: Enter expens cost
ku: تێچووی خەرجی بنووسە

# expense_logged_successfuly
source: Expenses logged successfuly
ku: خەرجی بەسەرکەتووی ئەنجامدرا

# failed_to_add_expense_record
source: Failed to log expense
ku: نەتوانرا خەرجی ئەنخام بدرێت

# ru_sure_wanna_delete_expens
source: Are you sure you want to delete expense record?
ku: دڵنیای لە سڕینەوەی خەرخی؟

# expense_record_deleted_successfully
source: Expense deleted successfully
ku: خەرجی سڕایەوە

source: Failed to delete expense record
ku: نەتوانرا خەرجی بسڕدرێتەوە

source: Total invocie was
ku: کۆی گشتی پسوڵە

source: Order By
ku: ڕیزکردن بە پێی

# order_by_name
source: Name
ku: ناو

# order_by_price
source: Price
ku: نرخ

# order_by_default
source: Default
ku: بنەڕەتی

# order_by_quantity
source: Quantity
ku: بڕ

# price_high_to_low
source: High to Low
ku: لە زۆرەوە بۆ کەم

# price_low_to_high
source: Low to High
ku: لە کەمەوە بۆ زۆر

# quantity_low_to_high
source: Low to High
ku: لە کەمەوە بۆ زۆر

# quantity_high_to_low
source: High to Low
ku: لە زۆرەوە بۆ کەم

# name_a_to_z
source: A-Z
ku: ئ-ی

# name_z_to_a
source: Z-A
ku: ی-ئ

# number_product_per_package
source: Total number of products per package
ku: کۆی بەرهەم بۆ هەر کارتۆنێك

# total_products
source: Total number of products
ku: کۆی گشتی بەرهەم

# expire_date
source: Expired date
ku: بەرواری بەسەرچوون

# change_expire_date
source: Change expiration date
ku: بەرواری بەسەرچوون بگۆڕە

source: System user
ku: بەرکارهێنەری سیستەم

source: System users
ku: بەرکارهێنەرەکانی سیستەم

source: Create new user
ku: دروستکردنی بەرکارهێنەری نوێ

# createing_new_user
source: Creating new user
ku: دروستکردنی بەرکارهێنەری نوێ

# new_user_created_sucessfully
source: New user cretaed successfully
ku: بەرکارهێنەری تازە بەسەرکەتووی زیادکرا

source: Failed to create new user
ku: نەتوانرا بەرکارهێنەرەی تازە زیاد بکرێت

source: Admin
ku: ئەدمین

source: Employee
ku: کارمەند

source: Username is taken
ku: ناوی بەکارهێنەر گیراوە

source: Enter name
ku: ناو بنووسە

# ru_sure_wanna_delete_user
source: Are you sure you want to delete user
ku: دڵنیای لە سڕینەوە بەکارهێنەەرەکە

source: Change currency
ku: گۆڕینی دراو

source: Currency
ku: دراو

source: Store currency
ku: دراوی فرۆشتگا

source: Change store currency
ku: گۆڕینی دراوی فرۆشتگا

source: Dinar
ku: دینار

source: Dollar
ku: دۆلار

source: Dirham
ku: درهەم

source: Euro
ku: یۆرۆ

source: Lira
ku: لیرە

source: Profile
ku: پڕۆفایل
